/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Kullanıcı Arayüzü";
"If blank, the search engine page will be used" = "Boş bırakılır ise, arama motoru sayfası kullanılacaktır";
"If blank, the default Onion Browser page will be used" = "Boş bırakılır ise varsayılan Onion Browser sayfası kullanılacaktır";
"Mute audio with mute switch" = "Sessize alma tuşuyla sesi kapatın";
"Custom home page" = "Özel ana sayfa";
"Privacy" = "Gizlilik";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Beyaz listeye alınmamış sunuculardan alınan çerezler ve yerel depolama verileri burada belirtilen süre sonunda açık olan sekmelerdekilerle birlikte silinecektir";
"Edit cookies and local storage" = "Çerezleri ve yerel depolamayı düzenle";
"Cookie auto-sweep interval" = "Otomatik çerez silme aralığı";
"Changing this option requires restarting the app" = "Bu seçeneği değiştirmek uygulamanın yeniden başlatılmasını gerektirir";
"Allow 3rd party keyboards" = "3. taraf tuş takımları kullanılabilsin";
"Security" = "Güvenlik";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Etkinleştirildiğinde, TLS hata iletisinde diğer TLS hatalarını yoksaymak için, 'sunucu başı' seçeneği gösterilecektir";
"Allow ignoring TLS errors" = "TLS hatalarının yok sayılmasına izin ver";
"TLS Version" = "TLS Sürümü";
"TLS 1.2 Only" = "Yalnız TLS 1.2";
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1 ya da 1.0";
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "Sunucuların HTTPS bağlantısı kurabilmesi için gereken en düşük TLS sürümü";
"About" = "Hakkında";
"About Onion Browser" = "Onion Broser Hakkında";
"About Endless" = "Endless Hakkında";
